
[
{
    "quoteAuthor": "Thomas Edison",
    "quoteText": "The first requisite for success is the ability to apply your physical and mental energies to one problem incessantly without growing weary."
},
{
    "quoteAuthor": "John Steinbeck",
    "quoteText": "If we could learn to like ourselves, even a little, maybe our cruelties and angers might melt away."
},
{
    "quoteAuthor": "",
    "quoteText": "If we are facing in the right direction, all we have to do is keep on walking."
},
{
    "quoteAuthor": "Eleanor Roosevelt",
    "quoteText": "Remember always that you not only have the right to be an individual, you have an obligation to be one."
},
{
    "quoteAuthor": "Denis Waitley",
    "quoteText": "There are two primary choices in life: to accept conditions as they exist, or accept responsibility for changing them."
},
{
    "quoteAuthor": "Epictetus",
    "quoteText": "If you seek truth you will not seek victory by dishonourable means, and if you find truth you will become invincible."
},
{
    "quoteAuthor": "Eknath Easwaran",
    "quoteText": "Through meditation and by giving full attention to one thing at a time, we can learn to direct attention where we choose."
},
{
    "quoteAuthor": "Helen Keller",
    "quoteText": "We could never learn to be brave and patient if there were only joy in the world."
},
{
    "quoteAuthor": "Marcus Aurelius",
    "quoteText": "If it is not right do not do it; if it is not true do not say it."
},
{
    "quoteAuthor": "Norman Schwarzkopf",
    "quoteText": "The truth of the matter is that you always know the right thing to do. The hard part is doing it."
},
{
    "quoteAuthor": "Julie Morgenstern",
    "quoteText": "Some people thrive on huge, dramatic change. Some people prefer the slow and steady route. Do what's right for you."
},
{
    "quoteAuthor": "Blaise Pascal",
    "quoteText": "Man is equally incapable of seeing the nothingness from which he emerges and the infinity in which he is engulfed."
},
{
    "quoteAuthor": "Laura Teresa Marquez",
    "quoteText": "Arrogance and rudeness are training wheels on the bicycle of life, for weak people who cannot keep their balance without them."
},
{
    "quoteAuthor": "Chinese proverb",
    "quoteText": "If you are patient in one moment of anger, you will escape one hundred days of sorrow."
},
{
    "quoteAuthor": "Abraham Lincoln",
    "quoteText": "When you have got an elephant by the hind legs and he is trying to run away, it's best to let him run."
},
{
    "quoteAuthor": "Byron Pulsifer",
    "quoteText": "Courage is not about taking risks unknowingly but putting your own being in front of challenges that others may not be able to."
},
{
    "quoteAuthor": "Richard Bach",
    "quoteText": "Can miles truly separate you from friends... If you want to be with someone you love, aren't you already there?"
},
{
    "quoteAuthor": "Harry Kemp",
    "quoteText": "The poor man is not he who is without a cent, but he who is without a dream."
},
{
    "quoteAuthor": "Benjamin Disraeli",
    "quoteText": "The greatest good you can do for another is not just share your riches, but reveal to them their own."
},
{
    "quoteAuthor": "Buddha",
    "quoteText": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment."
},
{
    "quoteAuthor": "",
    "quoteText": "Peace of mind is not the absence of conflict from life, but the ability to cope with it."
},
{
    "quoteAuthor": "Helen Keller",
    "quoteText": "Face your deficiencies and acknowledge them; but do not let them master you. Let them teach you patience, sweetness, insight."
}
]